{
  "answers": [
    {
      "commentText": "The Orient Express was a long-distance passenger train service created in 1883. The brand became a showcase of luxury and comfort. The root of Orient Express changed many times but two city names most prominently associated with the Orient Express are Paris and Istanbul",
      "imgLink": "https://i.ibb.co/zJY6jW0/orient-ex.jpg",
      "correct": 2
    },
    {
      "commentText": "Belgium's Antwerp is the second busiest port of Europe, Slovenia has not really long but beautiful Adriatic coast but Andorra has not outlet to the sea land-locked in beautiful Pyrenees.",
      "imgLink": "https://i.ibb.co/9pLPBWd/andorra.jpg",
      "correct": 3
    },
    {
      "commentText": "The Butterfly Valley is a unique nature reserve situated on Rhodes. Huge numbers of Jersey Tiger butterflies congregate in this small valley during the final stage of their life cycle. The sight of the colony itself is magical but if the butterflies are awake they form a cloud, which is very impressive",
      "imgLink": "https://i.ibb.co/KLnG462/butterfly.jpg",
      "correct": 1
    },
    {
      "commentText": "Jennifer Lopez, performed live in Regnum Carya Golf Belek in august, 2019.  Latin music diva was so impressed with the atmosphere  in the venue that sang 2 hours isntead of 75 minutes",
      "imgLink": "https://i.ibb.co/4SQ20N1/jlo.jpg",
      "correct": 2
    },
    {
      "commentText": "City of Yunkai, one of the Slaver's Bay city-states from Game of Thrones  filmed in Morocco, in Ait Ben Haddou. The 17th century city sits between Marrakech and the Sahara and was a stopping point for many a caravan heading in or out of the desert.",
      "imgLink": "https://i.ibb.co/9ZspcBb/yunkai.jpg",
      "correct": 1
    },
    {
      "commentText": "The widest avenue in the world is La Avenida 9 de Julio in Buenos Aires. Named after the official national day of independence, Avenida 9 de Julio is 3 km long and impressive 140m wide.",
      "imgLink": "https://i.ibb.co/VCtzSpv/9dejulio.jpg",
      "correct": 2
    },
    {
      "commentText": "It's commonly believed that Chess originate from the table war game called chataranga that was popular in Northern India in 7th century. The game spread to Europe  through Persia and Arabian empire and by the 10th century it was played everywhere from Kievan Rus to Iceland",
      "imgLink": "https://i.ibb.co/84XnC2L/chess.jpg",
      "correct": 1
    },
    {
      "commentText": "Montecchi and Capelletti families lived in Verona. Juliet lived in Stallo del Cappello, an old tower house with the iconic balcony and Romeo hung out near Scaliger Tombs in a brick castle that belonged to Montecchi. Both buildings are still there to keep the legend.",
      "imgLink": "https://i.ibb.co/PT470tf/verona.jpg",
      "correct": 2
    },
    {
      "commentText": "Elizabeth II has 4 children: Charles, Anne, Andrew and Edward who are correspondgly Prince of Wales, Princess Royal, Duke of York and Earl of Wessex.",
      "imgLink": "https://i.ibb.co/V3y3Xr6/queen.jpg",
      "correct": 1
    },
    {
      "commentText": "The coat of arms of Greece comprises a white Greek cross on a blue escutcheon, surrounded by two laurel branches. Laurel is a symbol of eternal glory, victory, success and triumph. ",
      "imgLink": "https://i.ibb.co/Zzp8DB2/greece.jpg",
      "correct": 2
    },
    {
      "commentText": "Equator crosses Africa almost in it's  middle dividing the continent into two almost eqqual parts. It also crosses South America but only small part of it lays in the Northern hemisphear.",
      "imgLink": "https://i.ibb.co/DGKYGtL/equator.jpg",
      "correct": 2
    },
    {
      "commentText": "-The orchid genus Dracula,  consists of 118 species native to Latin America The name was applied to the orchid because of the blood-red color of several of the species. The most impressive name is Dracula Vampira, endemic species in Ecuador.",
      "imgLink": "https://i.ibb.co/FbVGn2C/dracula.jpg",
      "correct": 3
    },
    {
      "commentText": "The London terminus of Eurostar trains is St Pancras International. Originally in 1994, Eurostar services began running from Waterloo International but then moved to St.Pancras after new part of railway, High Speed 1, had been launched.",
      "imgLink": "https://i.ibb.co/xXM5yYD/pancras.jpg",
      "correct": 3
    },
    {
      "commentText": "Nepal is the only country in the modern world that does not have a quadrilateral  national flag. Nepal has remained a  sovereign kingdom during the age of British control and proudly flies its traditional flag, whose basic design dates back for centuries.",
      "imgLink": "https://i.ibb.co/1nnFXtF/nepal.jpg",
      "correct": 1
    },
    {
      "commentText": "Resort town on the Bulgarian Black Sea coast is called St.Constantine and Helena. City is named after a monastery devoted to  Emperor Constantine The Great was the first Roman emperor to convert to Christianity and his mother Helena.",
      "imgLink": "https://i.ibb.co/wWSG6b4/constantine.jpg",
      "correct": 1
    }
  ]
}